Repository: jimmyjeon420-png/snoreless
Catalog: Shared/Localizable.xcstrings
Source language: ko
Languages: en, ja

source: 홈
en: Home
ja: ホーム

source: 기록
en: History
ja: 記録

source: 설정
en: Settings
ja: 設定

source: 같이 자는 사람을 위해
en: For those who sleep beside you
ja: 隣で眠る人のために

source: 옆 사람의 잠을 지켜주는 조용한 코골이 관리
en: Quietly managing snoring to protect your partner's sleep
ja: パートナーの眠りを守る 静かないびき管理

source: 다음
en: Next
ja: 次へ

source: 몇 가지 권한이 필요해요
en: We need a few permissions
ja: いくつかの権限が必要です

source: 마이크 (워치)
en: Microphone (Watch)
ja: マイク（ウォッチ）

source: 코골이 소리를 감지합니다
en: Detects snoring sounds
ja: いびきの音を検知します

source: 건강 데이터
en: Health Data
ja: ヘルスデータ

source: 수면 패턴과 심박수를 분석합니다
en: Analyzes sleep patterns and heart rate
ja: 睡眠パターンと心拍数を分析します

source: 알림
en: Notifications
ja: 通知

source: 아침 리포트를 알려드립니다
en: Delivers your morning sleep report
ja: 朝のレポートをお届けします

source: 설정 중...
en: Setting up...
ja: 設定中...

source: 권한 허용하기
en: Allow Permissions
ja: 権限を許可する

source: 준비 완료
en: All Set
ja: 準備完了

source: 잠들기 전, 워치에서 '수면 시작'을 눌러주세요
en: Before you sleep, tap 'Start Sleep' on your Watch
ja: おやすみ前に、ウォッチで 「睡眠開始」をタップしてください

source: 코골이를 감지하면 살짝 진동으로 자세를 바꾸도록 도와드릴게요
en: When snoring is detected, a gentle vibration will help you shift your position
ja: いびきを検知したら、やさしい振動で 姿勢を変えるお手伝いをします

source: 시작하기
en: Get Started
ja: はじめる

source: 어젯밤 리포트
en: Last Night's Report
ja: 昨夜のレポート

source: 코를 안 골았어요
en: No snoring at all
ja: いびきはありませんでした

source: 회 골았어요
en: times snored
ja: 回いびきしました

source: 진동 효과
en: Vibration Effect
ja: 振動の効果

source: 아직 수면 기록이 없어요
en: No sleep records yet
ja: まだ睡眠記録がありません

source: 워치에서 '수면 시작'을 눌러주세요. 첫 리포트가 여기에 나타납니다.
en: Tap 'Start Sleep' on your Watch. Your first report will appear here.
ja: ウォッチで「睡眠開始」をタップしてください。 最初のレポートがここに表示されます。

source: Apple Watch에서 수면을 시작해보세요
en: Start sleep tracking on your Apple Watch
ja: Apple Watchで睡眠を始めましょう

source: 워치에서 SnoreLess 앱을 열고 '잠들기'를 눌러주세요
en: Open SnoreLess on your Watch and tap 'Sleep'
ja: ウォッチでSnoreLessアプリを開き、「おやすみ」をタップしてください

source: 공유하기
en: Share
ja: 共有する

source: 녹음 듣기
en: Listen
ja: 録音を聴く

source: 최근 7일
en: Last 7 Days
ja: 直近7日間

source: 데이터가 쌓이면 차트가 나타나요
en: Charts will appear as data builds up
ja: データが溜まるとチャートが表示されます

source: 오늘의 체크인
en: Today's Check-in
ja: 今日のチェックイン

source: 잠들기 전 컨디션을 기록하세요
en: Log your condition before bed
ja: 就寝前のコンディションを記録しましょう

source: 주간 리포트
en: Weekly Report
ja: 週間レポート

source: 자세한 분석과 AI 인사이트
en: Detailed analysis & AI insights
ja: 詳細な分析とAIインサイト

source: 워치 연결됨
en: Watch Connected
ja: ウォッチ接続済み

source: 워치에서 '수면 시작'을 눌러주세요
en: Tap 'Start Sleep' on your Watch
ja: ウォッチで「睡眠開始」をタップしてください

source: 첫 번째 수면 기록이 완성됐어요. 내일 아침이 기대되네요!
en: Your first sleep record is complete. Looking forward to tomorrow morning!
ja: 初めての睡眠記録ができました。明日の朝が楽しみですね！

source: 꾸준히 기록하면 패턴을 찾을 수 있어요.
en: Keep tracking and we'll find your patterns.
ja: 続けて記録すると、パターンが見つかりますよ。

source: 생활 습관
en: Daily Habits
ja: 生活習慣

source: 오후에 커피를 마셨나요?
en: Had coffee this afternoon?
ja: 午後にコーヒーを飲みましたか？

source: 오늘 운동했나요?
en: Did you exercise today?
ja: 今日は運動しましたか？

source: 오늘 술을 마셨나요?
en: Did you drink alcohol today?
ja: 今日はお酒を飲みましたか？

source: 스트레스
en: Stress
ja: ストレス

source: 오늘의 스트레스 레벨
en: Today's stress level
ja: 今日のストレスレベル

source: 저장
en: Save
ja: 保存

source: 수면 기록
en: Sleep History
ja: 睡眠記録

source: 아직 기록이 없어요
en: No records yet
ja: まだ記録がありません

source: 워치에서 수면을 기록하면 여기에 나타납니다
en: Sleep records from your Watch will appear here
ja: ウォッチで睡眠を記録すると ここに表示されます

source: 조용한 밤
en: Quiet night
ja: 静かな夜

source: 골았어요
en: snored
ja: いびき

source: 수면 시간
en: Sleep Duration
ja: 睡眠時間

source: 시작
en: Start
ja: 開始

source: 종료
en: End
ja: 終了

source: 총 시간
en: Total
ja: 合計

source: 코골이 요약
en: Snoring Summary
ja: いびきの概要

source: 횟수
en: Count
ja: 回数

source: 진동 후 멈춤
en: Stopped
ja: 振動後に停止

source: 코골이 타임라인
en: Snoring Timeline
ja: いびきタイムライン

source: 코골이 이벤트가 없습니다
en: No snoring events
ja: いびきイベントはありません

source: 체크인 정보
en: Check-in Info
ja: チェックイン情報

source: 오후 커피
en: Afternoon Coffee
ja: 午後のコーヒー

source: 마심
en: Yes
ja: 飲んだ

source: 안 마심
en: No
ja: 飲まなかった

source: 운동
en: Exercise
ja: 運動

source: 했음
en: Yes
ja: した

source: 안 했음
en: No
ja: しなかった

source: 음주
en: Alcohol
ja: 飲酒

source: 약
en: Low
ja: 弱

source: 중
en: Med
ja: 中

source: 강
en: High
ja: 強

source: 공유 카드
en: Share Card
ja: 共有カード

source: 어젯밤은 코를 안 골았어요
en: No snoring last night
ja: 昨夜はいびきをかきませんでした

source: 편안한 밤이었어요. 계속 이대로!
en: A peaceful night. Keep it up!
ja: 穏やかな夜でした。この調子で！

source: 점점 나아지고 있어요. 개선 중!
en: Getting better. Progress!
ja: だんだん良くなっています。改善中！

source: 꾸준히 관리하면 좋아질 거예요
en: Consistent care will make a difference
ja: 続けていけばきっと良くなりますよ

source: 코골이 녹음
en: Snore Recordings
ja: いびき録音

source: 아직 녹음이 없어요
en: No recordings yet
ja: まだ録音がありません

source: 워치에서 코골이가 녹음되면 여기에서 들을 수 있어요
en: When snoring is recorded on your Watch, you can listen to it here
ja: ウォッチでいびきが録音されると、 ここで聴くことができます

source: 전체 삭제
en: Delete All
ja: すべて削除

source: 삭제
en: Delete
ja: 削除

source: 취소
en: Cancel
ja: キャンセル

source: 모든 녹음 파일을 삭제합니다. 이 작업은 되돌릴 수 없습니다.
en: All recordings will be deleted. This cannot be undone.
ja: すべての録音ファイルを削除します。この操作は元に戻せません。

source: 파트너
en: Partner
ja: パートナー

source: 이름 입력
en: Enter name
ja: 名前を入力

source: 공유 카드에 이름이 표시됩니다
en: Name will appear on share cards
ja: 共有カードに名前が表示されます

source: 스마트 알람
en: Smart Alarm
ja: スマートアラーム

source: 알람 시각
en: Alarm Time
ja: アラーム時刻

source: 알람
en: Alarm
ja: アラーム

source: 얕은 수면 구간에서 워치가 깨워줍니다
en: Your Watch will wake you during light sleep
ja: 浅い眠りの時にウォッチが起こしてくれます

source: 취침 리마인더
en: Bedtime Reminder
ja: 就寝リマインダー

source: 리마인더 시각
en: Reminder Time
ja: リマインダー時刻

source: 매일 알림을 보내드립니다
en: We'll send you a daily reminder
ja: 毎日お知らせをお送りします

source: 아이폰 추가 진동
en: iPhone Backup Vibration
ja: iPhoneの追加振動

source: 워치 진동으로 코골이가 멈추지 않으면 아이폰도 진동합니다
en: If Watch vibration doesn't stop snoring, your iPhone will also vibrate
ja: ウォッチの振動でいびきが止まらない場合、iPhoneも振動します

source: 감지 감도
en: Detection Sensitivity
ja: 検知感度

source: 높을수록 작은 소리에도 반응합니다
en: Higher sensitivity reacts to quieter sounds
ja: 高いほど小さな音にも反応します

source: 진동
en: Vibration
ja: 振動

source: 낮음
en: Low
ja: 低い

source: 보통
en: Normal
ja: 普通

source: 높음
en: High
ja: 高い

source: 매우 높음
en: Very High
ja: 非常に高い

source: 타이밍
en: Timing
ja: タイミング

source: 1차 후 대기
en: Wait after 1st
ja: 1回目の後の待機

source: 2차 후 대기
en: Wait after 2nd
ja: 2回目の後の待機

source: 쿨다운
en: Cooldown
ja: クールダウン

source: 코골이 녹음 저장
en: Save Snore Recordings
ja: いびき録音を保存

source: 녹음 목록
en: Recordings
ja: 録音一覧

source: 녹음
en: Recording
ja: 録音

source: 워치에서 감지된 코골이를 녹음합니다
en: Records snoring detected on your Watch
ja: ウォッチで検知されたいびきを録音します

source: 워치 연결 안 됨
en: Watch Not Connected
ja: ウォッチ未接続

source: 상태
en: Status
ja: ステータス

source: 녹음 파일 삭제
en: Delete Recordings
ja: 録音ファイルを削除

source: 수면 기록 초기화
en: Reset Sleep Data
ja: 睡眠記録を初期化

source: 초기화
en: Reset
ja: 初期化

source: 데이터 관리
en: Data Management
ja: データ管理

source: 모든 수면 기록과 코골이 이벤트가 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
en: All sleep records and snoring events will be deleted. This cannot be undone.
ja: すべての睡眠記録といびきイベントが削除されます。この操作は元に戻せません。

source: 버전
en: Version
ja: バージョン

source: 정보
en: About
ja: 情報

source: 최근 7일 통계
en: Last 7 Days Stats
ja: 直近7日間の統計

source: 이번 주 수면 기록이 없습니다
en: No sleep records this week
ja: 今週の睡眠記録はありません

source: 기록된 밤
en: Nights
ja: 記録された夜

source: 평균 코골이
en: Avg Snoring
ja: 平均いびき

source: 평균 코골이 시간
en: Avg Snore Time
ja: 平均いびき時間

source: 진동 후 멈춤 비율
en: Vibration Stop Rate
ja: 振動後の停止率

source: AI 분석
en: AI Analysis
ja: AI分析

source: 2주 이상 데이터가 쌓이면 AI 분석을 제공합니다
en: AI analysis will be available after 2+ weeks of data
ja: 2週間以上のデータが溜まるとAI分析が利用できます

source: 잠들기
en: Sleep
ja: おやすみ

source: 소음 측정 중
en: Measuring noise
ja: 騒音を測定中

source: 조용히 누워 계세요
en: Please lie still quietly
ja: 静かに横になっていてください

source: 조용한 수면 중
en: Sleeping quietly
ja: 静かに睡眠中

source: 코골이 감지
en: Snoring Detected
ja: いびき検知

source: 수면 종료
en: End Sleep
ja: 睡眠を終了

source: 화면을 터치하면 종료 버튼이 나타나요
en: Tap screen to show the stop button
ja: 画面をタッチすると終了ボタンが表示されます

source: 마이크 권한 필요
en: Microphone Permission Required
ja: マイクの権限が必要です

source: 확인
en: OK
ja: 確認

source: 설정에서 마이크 권한을 허용해주세요
en: Please allow microphone access in Settings
ja: 設定でマイクの権限を許可してください

source: 어젯밤 코골이 없이 숙면했어요
en: Slept soundly with no snoring last night
ja: 昨夜はいびきなしでぐっすり眠れました

source: 알람 사용
en: Use Alarm
ja: アラームを使用

source: 시
en: Hour
ja: 時

source: 분
en: Min
ja: 分

source: 알람 30분 전부터 얕은 수면을 감지하여 가장 좋은 타이밍에 깨워드려요
en: Detects light sleep 30 min before alarm to wake you at the best moment
ja: アラーム30分前から浅い眠りを検知して、最適なタイミングで起こします

source: 진동 강도
en: Vibration Intensity
ja: 振動の強さ

source: 강도
en: Intensity
ja: 強さ

source: 부드러운 진동. 예민한 분에게 추천
en: Gentle vibration. Recommended for light sleepers
ja: やさしい振動。敏感な方におすすめ

source: 기본 강도. 대부분에게 적합
en: Default intensity. Works for most people
ja: 標準の強さ。ほとんどの方に適しています

source: 강한 진동. 깊이 주무시는 분에게 추천
en: Strong vibration. Recommended for deep sleepers
ja: 強い振動。深く眠る方におすすめ

source: 어젯밤 리포트가 준비됐어요
en: Your sleep report is ready
ja: 昨夜のレポートが準備できました

source: 어젯밤은 코를 안 골았어요. 편안한 밤이었네요!
en: No snoring last night. What a peaceful sleep!
ja: 昨夜はいびきをかきませんでした。穏やかな夜でしたね！

source: 코골이 %lld회 감지, 진동으로 %lld회 멈췄어요
en: Detected snoring %lld times, stopped %lld times with vibration
ja: いびきを%lld回検知、振動で%lld回止まりました

source: 곧 잠들 시간이에요
en: It's almost time to sleep
ja: もうすぐおやすみの時間です

source: 워치에서 수면 시작을 눌러주세요
en: Tap Start Sleep on your Watch
ja: ウォッチで睡眠開始をタップしてください

source: 진행 중
en: In Progress
ja: 進行中

source: 0회
en: 0 times
ja: 0回
